Repository: common-repository/shipping-for-wolt-drive-woocommerce
Catalog: languages/shipping-for-wolt-drive-woocommerce-*.po
Languages: da_dk

source: [opening];[closing];[minimum preparation]
da_dk: [åbning];[lukning];[minimum forberedelse]

source: A Email customers can contact in case of problem with there deliveries.
da_dk: En e-mail kunder kan kontakte i tilfælde af problemer med deres leveringer.

source: A number customers can contact in case of problem with there deliveries.
da_dk: En række kunder kan kontakte i tilfælde af problemer med deres leverancer.

source: Area code of deliver, eks. +45
da_dk: Områdenummer for levering, f.eks. +45

source: Content to be sent as sms when order is picked up.
da_dk: Indhold sendes som sms ved afhentning af ordre.

source: Content to be sent as sms when order is received..
da_dk: Indhold sendes som sms når ordre modtages..

source: Dammit something went wrong, try again or contact us.
da_dk: Øv!, noget gik galt, prøv igen eller kontakt os.

source: Enable method
da_dk: Aktiver metode

source: Enable test mode.
da_dk: Aktiver testtilstand.

source: Enable this shipping method.
da_dk: Aktiver denne forsendelsesmetode.

source: Fee
da_dk: Gebyr

source: Fees to be added on top of the ones recived from wolt
da_dk: Gebyrer lægges oven i dem modtaget fra wolt

source: Friday
da_dk: Fredag

source: Hello CUSTOMER_NAME! Your order from Amazing Store has been picked up and will be delivered soon. You can follow it here: TRACKING_LINK
da_dk: Hej CUSTOMER_NAME! Din ordre fra Amazing Store er blevet afhentet og vil snart blive leveret. Du kan følge den her: TRACKING_LINK

source: Hello CUSTOMER_NAME! Your order from Amazing Store will be delivered soon. You can follow it here: TRACKING_LINK
da_dk: Hej CUSTOMER_NAME! Din ordre fra Amazing Store vil snart blive leveret. Du kan følge den her: TRACKING_LINK

source: Monday
da_dk: Mandag

source: Opening hours settings
da_dk: Indstillinger af åbningstider

source: Override price
da_dk: Overskriv pris

source: Override the price for shipping
da_dk: Overskriv prisen for forsendelse

source: Phone area code
da_dk: Telefonens områdenummer

source: Production settings
da_dk: Produktionsindstillinger

source: Saturday
da_dk: Lørdag

source: Set normal weekly opening hours through the fields, leave blank if closed.<br/>Separate the time with ";" - last option is minium preparation time in minutes which is optional, default is 30 min
da_dk: Indstil normale ugentlige åbningstider gennem felterne, lad feltet stå tomt, hvis det er lukket.<br/>Adskil tiden med ";" - sidste mulighed er minimum forberedelsestid i minutter, hvilket er valgfrit, standard er 30 min

source: Shippping was not approved, try again or contact us.
da_dk: Forsendelsen blev ikke godkendt, prøv igen eller kontakt os.

source: SMS Notifications
da_dk: SMS-beskeder

source: SMS pickup
da_dk: SMS afhentning

source: SMS received
da_dk: SMS modtaget

source: Sorry but our Wolt delivery service are closed for today. We will be open again: <br />
da_dk: Beklager, men vores Wolt leveringsservice er lukket i dag. Vi holder åbent igen: <br />

source: Sorry something went wrong please contact us
da_dk: Beklager noget gik galt, kontakt os venligst

source: Special opening hours
da_dk: Særlige åbningstider

source: Special opening hours one date per line, leave only date if closed.<br />Use ";" to separate opening and closing, and last can be minium delivery preparation time e.g.:<br /><i>[date MM/DD/YYYY];[opening];[closing];[preparation time]</i>
da_dk: Særlige åbningstider én dato pr. linje, lad kun dato hvis lukket.<br />Brug ";" for at adskille åbning og lukning, og sidst kan være minimum leveringstid forberedelse, f.eks.:<br /><i>[dato MM/DD/ÅÅÅÅ];[åbning];[lukning];[forberedelsestid]</i>

source: Sunday
da_dk: Søndag

source: Support Phone
da_dk: Support telefon

source: Test settings
da_dk: Testindstillinger

source: Text for the SMS notifications that customers gets when wolt receives the order, and have picked up the package.<br />Use CUSTOMER_NAME to input customer name, and use TRACKING_LINK to get the tracking link.<br />Leave blank for no SMS notifications.
da_dk: Sms til de SMS-beskeder, som kunderne får, når wolt modtager ordren og har afhentet pakken.<br />Brug CUSTOMER_NAME til at indtaste kundenavn, og brug TRACKING_LINK for at få sporingslinket.<br />Lad det være tomt for ingen SMS meddelelser.

source: The delivery will be here in %s mins
da_dk: Leveringen vil være her om %s min

source: The wolt shiping api seems to be missing
da_dk: Wolt shiping API ser ud til at mangle

source: Thursday
da_dk: Torsdag

source: Title to be displayed on site
da_dk: Titel skal vises på stedet

source: Track your delivery here
da_dk: Følg din levering her

source: Tuesday
da_dk: Tirsdag

source: Ups, something went really wrong, please contact us to get your delivery
da_dk: Ups, noget gik virkelig galt, kontakt os venligst for at få din levering

source: We can be there in
da_dk: Vi kan være der inde

source: Wednesday
da_dk: Onsdag

source: Wolt didn't accept the shipment, try again or contact us
da_dk: Wolt accepterede ikke forsendelsen, prøv igen eller kontakt os

source: Wolt drive for WooCommerce
da_dk: Wolt drive til WooCommerce

source: Wolt Drive shipping
da_dk: Wolt drive forsendelse

source: Wolt drive shipping
da_dk: Wolt drive forsendelse

source: Wolt Drive shipping method
da_dk: Wolt Drive forsendelsesmetode

source: Wolt drive shipping method for woocommerce
da_dk: Wolt drive forsendelsesmetode til woocommerce

source: You're delivery is coming with wolt
da_dk: Din levering kommer med wolt

source: Your production merchant id
da_dk: Dit produktionsforhandler-id

source: Your production token
da_dk: Dit produktionstoken

source: Your production venue id
da_dk: Dit produktionssteds-id

source: Your test merchant id
da_dk: Dit testsælger-id

source: Your test token
da_dk: Dit testtoken

source: Your test venue id
da_dk: Dit teststeds-id
